Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.brand.fat
source: fat
ar: دهون
ca: greix
cs: tuk
da: fedt
de: Fett
el: λίπος
es: grasa
fi: rasva
fr: graisse
he: שומן
hi: चर्बी
hr: mast
hu: zsír
id: lemak
it: grasso
ja: 脂肪
ko: 지방
ms: lemak
nb: fett
nl: vet
pl: tłuszcz
pt_br: gordura
pt_pt: gordura
ro: grăsime
ru: жир
sk: tuk
sv: fett
th: ไขมัน
tr: yağ
uk: жир
vi: mỡ
zh_hans: 脂肪
zh_hant: 脂肪

# settings.calibration
source: Weight calibration
ar: معايرة الوزن
ca: Calibració del pes
cs: Kalibrace váhy
da: Vægtkalibrering
de: Gewichtskalibrierung
el: Βαθμονόμηση βάρους
es: Calibración de peso
fi: Painokalibrointi
fr: Calibration du poids
he: כיול משקל
hi: वज़न कैलिब्रेशन
hr: Kalibracija težine
hu: Súlykalibrálás
id: Kalibrasi berat
it: Calibrazione peso
ja: 体重の校正
ko: 중량 보정
ms: Penentukuran berat
nb: Vektkalibrering
nl: Gewichtskalibratie
pl: Kalibracja wagi
pt_br: Calibração de peso
pt_pt: Calibração de peso
ro: Calibrare greutate
ru: Калибровка веса
sk: Kalibrácia váhy
sv: Viktkalibrering
th: ปรับเทียบน้ำหนัก
tr: Ağırlık kalibrasyonu
uk: Калібрування ваги
vi: Hiệu chỉnh cân
zh_hans: 重量校准
zh_hant: 體重校正

# settings.calibration.help
source: Enter true mass, open the live sheet, weigh, then store.
ar: أدخل الكتلة الحقيقية، افتح ورقة Live، وزّن، ثم احفظ.
ca: Introduïu la massa veritable, obriu el full viu, pesseu i, a continuació, emmagatz
cs: Zadej skutečnou hmotnost, otevři live sheet, zvaž, ulož.
da: Indtast sand masse, åbn live-arket, vej, gem derefter.
de: Wahre Masse eingeben, Live-Sheet öffnen, wiegen, dann speichern.
el: Εισήγαγε πραγματική μάζα, άνοιξε live sheet, ζυγίσου, αποθήκευσε.
es: Introduce la masa real, abre la hoja LIVE, pésate y guarda.
fi: Syötä oikea massa, avaa live-arkki, punnitse, tallenna sitten.
fr: Entre la vraie masse, ouvre la feuille live, pèse, puis enregistre.
he: הזן מסה אמיתית, פתח live sheet, שקול, ואז שמור.
hi: सही द्रव्यमान दर्ज करें, लाइव शीट खोलें, तौलें, फिर स्टोर करें।
hr: Unesi stvarnu masu, otvori live sheet, izvagu, spremi.
hu: Add meg a valódi tömeget, nyisd a live sheetet, mérj, majd tárold.
id: Masukkan massa benar, buka sheet live, timbang, lalu simpan.
it: Inserisci la massa vera, apri il foglio LIVE, pesati e salva.
ja: 真の質量を入力し、ライブシートを開いて計量し、保存。
ko: 실제 질량을 입력하고, 라이브 시트를 열고, 무게를 측정한 다음, 보관하십시오.
ms: Masukkan jisim benar, buka helaian LIVE, timbang, kemudian simpan.
nb: Skriv inn sann masse, åpne live-arket, vei, lagre deretter.
nl: Voer echte massa in, open het live-blad, weeg, bewaar dan.
pl: Podaj prawdziwą masę, otwórz live sheet, zważ, zapisz.
pt_br: Digite a massa real, abra a folha LIVE, pese e salve.
pt_pt: Introduz a massa real, abre a folha LIVE, pesa e guarda.
ro: Introdu masa reală, deschide foaia LIVE, cântărește, apoi salvează.
ru: Введи истинную массу, открой live sheet, взвесься, сохрани.
sk: Zadaj skutočnú hmotnosť, otvor live sheet, odvaž, ulož.
sv: Ange sann massa, öppna live-arket, väg, spara sedan.
th: ใส่มวลจริง เปิดชีตสด ชั่ง แล้วบันทึก
tr: Gerçek kütleyi gir, live sheet’i aç, tartıl, kaydet.
uk: Введи справжню масу, відкрий live sheet, зважся, збережи.
vi: Nhập khối lượng thật, mở sheet live, cân, rồi lưu.
zh_hans: 输入真实质量，打开活页，称重，然后储存。
zh_hant: 輸入真實質量，打開 live 表單，量體重，然後儲存。

# settings.diet
source: Diet
ar: النظام الغذائي
ca: Dieta
cs: Strava
da: Kost
de: Ernährung
el: Διατροφή
es: Dieta
fi: Ruokavalio
fr: Régime
he: תזונה
hi: डाइट
hr: Prehrana
hu: Étrend
id: Pola makan
it: Dieta
ja: 食事
ko: 식단
ms: Pemakanan
nb: Kosthold
nl: Dieet
pl: Dieta
pt_br: Dieta
pt_pt: Dieta
ro: Dietă
ru: Питание
sk: Strava
sv: Kost
th: อาหาร
tr: Beslenme
uk: Харчування
vi: Chế độ ăn
zh_hans: 饮食
zh_hant: 飲食

# settings.diet.help
source: How you eat most days. Drives meal-plan tone.
ar: كيف تأكل معظم الأيام. يقود نبرة خطة الوجبات.
ca: Com menges la majoria dels dies. Impulsa el to del pla d'àpats.
cs: Jak jíš většinu dní. Určuje tón jídelního plánu.
da: Hvordan du spiser de fleste dage. Styrer måltidsplanens tone.
de: Wie du die meisten Tage isst. Bestimmt den Ton des Essensplans.
el: Πώς τρως τις περισσότερες μέρες. Οδηγεί τον τόνο του πλάνου γευμάτων.
es: Cómo comes la mayoría de los días. Marca el tono del plan de comidas.
fi: Miten syöt useimpina päivinä. Ohjaa ateriasuunnitelman sävyä.
fr: Comment tu manges la plupart du temps. Oriente le ton du plan repas.
he: איך אתה אוכל רוב הימים. מניע את טון תוכנית הארוחות.
hi: ज़्यादातर दिन कैसे खाते हो। मील-प्लान टोन चलाता है।
hr: Kako jedeš većinu dana. Pokreće ton plana obroka.
hu: Ahogy a legtöbb nap eszel. Az étkezési terv hangnemét hajtja.
id: Cara makanmu di hari biasa. Menggerakkan nada rencana makan.
it: Come mangi quasi tutti i giorni. Guida il tono del piano pasti.
ja: 普段の食べ方。食事プランのトーンに反映。
ko: 대부분의 날을 먹는 방법. 식사 계획 톤을 주도합니다.
ms: Cara anda makan kebanyakan hari. Memacu nada pelan makanan.
nb: Hvordan du spiser de fleste dager. Styrer måltidsplanens tone.
nl: Hoe je de meeste dagen eet. Bepaalt de toon van het maaltijdplan.
pl: Jak jesz na co dzień. Napędza ton planu posiłków.
pt_br: Como você come na maioria dos dias. Define o tom do plano de refeições.
pt_pt: Como comes na maioria dos dias. Define o tom do plano de refeições.
ro: Cum mănânci în majoritatea zilelor. Setează tonul planului de mese.
ru: Как ешь большую часть дней. Задаёт тон плана питания.
sk: Ako ješ väčšinu dní. Určuje tón jedálneho plánu.
sv: Hur du äter de flesta dagar. Styr måltidsplanens ton.
th: กินยังไงส่วนใหญ่ กำหนดโทนแผนมื้อ
tr: Çoğu gün nasıl yediğin. Öğün planı tonunu sürer.
uk: Як їси більшість днів. Задає тон плану харчування.
vi: Bạn ăn thế nào hầu hết ngày. Định tông kế hoạch bữa.
zh_hans: 您大多数日子的饮食方式。提升膳食计划的语气。
zh_hant: 你大多數日子怎麼吃。驅動餐食計畫語氣。

# settings.dream_weight
source: Dream / target weight
ar: وزن الحلم / الهدف
ca: Pes somiat / objectiu
cs: Vysněná / cílová váha
da: Drømme- / målvægt
de: Traum- / Zielgewicht
el: Βάρος ονείρου / στόχος
es: Peso soñado / objetivo
fi: Unelma- / tavoitepaino
fr: Poids rêve / cible
he: משקל חלום / יעד
hi: ड्रीम / लक्ष्य वज़न
hr: Težina snova / cilj
hu: Álom / cél súly
id: Berat impian / target
it: Peso sogno / obiettivo
ja: 夢／目標体重
ko: 꿈/목표 체중
ms: Berat impian / sasaran
nb: Drømme- / målvekt
nl: Droom- / doelgewicht
pl: Waga marzeń / cel
pt_br: Peso sonho / meta
pt_pt: Peso de sonho / meta
ro: Greutate vis / țintă
ru: Вес мечты / цель
sk: Vysnívaná / cieľová váha
sv: Dröm- / målvikt
th: น้ำหนักฝัน / เป้าหมาย
tr: Hayal / hedef kilo
uk: Вага мрії / ціль
vi: Cân mơ / mục tiêu
zh_hans: 梦想/目标体重
zh_hant: 夢想 / 目標體重

# settings.dream_weight.caption
source: Haptic ticks · confirm to save
ar: نقرات لمسية · أكّد للحفظ
ca: Tics hàptics · confirma que vols desar
cs: Haptické tiky · potvrď pro uložení
da: Haptiske ticks · bekræft for at gemme
de: Haptische Ticks · zum Speichern bestätigen
el: Απτικά ticks · επιβεβαίωση για αποθήκευση
es: Ticks hápticos · confirma para guardar
fi: Haptiset tiksaukset · vahvista tallentaaksesi
fr: Ticks haptiques · confirme pour enregistrer
he: טיקים האפטיים · אשר כדי לשמור
hi: हैप्टिक टिक · सहेजने के लिए पुष्टि
hr: Haptički tikovi · potvrdi za spremanje
hu: Haptikus tikkelés · erősíts meg a mentéshez
id: Detik haptic · konfirmasi untuk simpan
it: Tick aptici · conferma per salvare
ja: 触覚ティック · 確認して保存
ko: 햅틱 틱 · 확인하여 저장
ms: Getar tick · sahkan untuk simpan
nb: Haptiske ticks · bekreft for å lagre
nl: Haptische ticks · bevestig om te bewaren
pl: Haptyczne ticki · potwierdź, by zapisać
pt_br: Ticks hápticos · confirme para salvar
pt_pt: Ticks hápticos · confirma para guardar
ro: Tick-uri haptice · confirmă ca să salvezi
ru: Хаптические тики · подтверди для сохранения
sk: Haptické tiky · potvrď na uloženie
sv: Haptiska ticks · bekräfta för att spara
th: สั่นติ๊ก · ยืนยันเพื่อบันทึก
tr: Haptik tikler · kaydetmek için onayla
uk: Гаптичні тіки · підтверди для збереження
vi: Tick haptic · xác nhận để lưu
zh_hans: 触觉蜱·确认保存
zh_hant: 觸感刻度 · 確認後儲存

# settings.dream_weight.help
source: Drag the scale, then confirm. Range is BMI-safe for your height, sex, and age. Markers follow metric or imperial Units.
ar: اسحب المقياس ثم أكّد. النطاق آمن لـ BMI حسب طولك وجنسك وعمرك. العلامات تتبع الوحدات المترية أو الإمبراطورية.
ca: Arrossega l'escala i confirma-la. El rang és segur per a la teva alçada, sexe i edat. Els marcadors segueixen unitats mètriques o imperials.
cs: Táhni škálu, pak potvrď. Rozsah je bezpečný pro BMI podle výšky, pohlaví a věku. Značky podle metrických nebo imperiálních jednotek.
da: Træk skalaen, bekræft derefter. Intervallet er BMI-sikkert for din højde, køn og alder. Markører følger metriske eller imperiale Enheder.
de: Waage ziehen, dann bestätigen. Bereich ist BMI-sicher für deine Größe, dein Geschlecht und Alter. Marker folgen metrischen oder imperialen Einheiten.
el: Σύρε την κλίμακα, μετά επιβεβαίωσε. Το εύρος είναι ασφαλές για BMI για ύψος, φύλο και ηλικία. Οι δείκτες ακολουθούν μετρικές ή αυτοκρατορικές Μονάδες.
es: Arrastra la escala y confirma. El rango es seguro para BMI según tu altura, sexo y edad. Los marcadores siguen Unidades métricas o imperiales.
fi: Vedä vaakaa, vahvista sitten. Vaihteluväli on BMI-turvallinen pituudellesi, sukupuolellesi ja iällesi. Merkit seuraavat metrisiä tai imperialisia Yksiköitä.
fr: Fais glisser la balance, puis confirme. La plage est sûre pour ton IMC selon taille, sexe et âge. Les repères suivent les Unités métriques ou impériales.
he: גרור את הסקאלה ואז אשר. הטווח בטוח ל־BMI לפי גובה, מין וגיל. הסימונים עוקבים אחרי יחידות מטריות או אימפריאליות.
hi: स्केल खींचें, फिर पुष्टि करें। रेंज आपकी ऊंचाई, लिंग, उम्र के लिए BMI-सुरक्षित। मार्कर मीट्रिक या इंपीरियल इकाइयों का पालन करते हैं।
hr: Povuci skalu, zatim potvrdi. Raspon je siguran za BMI prema visini, spolu i dobi. Markeri prate metričke ili imperijalne Jedinice.
hu: Húzd a skálát, majd erősíts meg. A tartomány BMI-biztonságos a magasságodhoz, nemedhez és korodhoz. A jelölők a metrikus vagy imperiális Egységeket követik.
id: Seret skala, lalu konfirmasi. Rentang aman BMI untuk tinggi, jenis kelamin, usia. Penanda mengikuti satuan metrik atau imperial.
it: Trascina la scala, poi conferma. L’intervallo è BMI-safe per altezza, sesso ed età. I marker seguono Unità metriche o imperiali.
ja: スケールをドラッグして確認。身長・性別・年齢に対しBMI安全範囲。マーカーはメートル／ヤード単位に従う。
ko: 눈금을 드래그한 다음 확인합니다. 체질량 지수 (BMI) 는 신장, 성별 및 연령에 안전합니다. 마커는 미터법 또는 영국 단위법을 따릅니다.
ms: Seret skala kemudian sahkan. Julat selamat BMI untuk tinggi, jantina, dan umur. Penanda ikut unit metrik atau imperial.
nb: Dra skalaen, bekreft deretter. Intervallet er BMI-trygt for høyden, kjønnet og alderen din. Markører følger metriske eller imperiale Enheter.
nl: Sleep de schaal, bevestig dan. Bereik is BMI-veilig voor je lengte, geslacht en leeftijd. Markeringen volgen metrische of imperiale Eenheden.
pl: Przeciągnij skalę, potem potwierdź. Zakres jest bezpieczny dla BMI przy Twoim wzroście, płci i wieku. Znaczniki według jednostek metrycznych lub imperialnych.
pt_br: Arraste a escala e confirme. A faixa é BMI-safe para sua altura, sexo e idade. Os marcadores seguem Unidades métricas ou imperiais.
pt_pt: Arrasta a escala e confirma. O intervalo é BMI-safe para a tua altura, sexo e idade. Os marcadores seguem Unidades métricas ou imperiais.
ro: Trage scala, apoi confirmă. Intervalul e BMI-safe pentru înălțime, sex și vârstă. Marker-ele urmează Unități metrice sau imperiale.
ru: Тяни шкалу, затем подтверди. Диапазон безопасен по BMI для твоего роста, пола и возраста. Маркеры по метрическим или имперским Единицам.
sk: Ťahaj škálu, potom potvrď. Rozsah je bezpečný pre BMI podľa výšky, pohlavia a veku. Značky podľa metrických alebo imperiálnych jednotiek.
sv: Dra skalan, bekräfta sedan. Intervallet är BMI-säkert för din längd, kön och ålder. Markörer följer metriska eller imperiala Enheter.
th: ลากสเกลแล้วยืนยัน ช่วงปลอดภัยตาม BMI สำหรับส่วนสูง เพศ อายุ มาร์กเกอร์ตามหน่วยเมตริกหรืออิมพีเรียล
tr: Skalanı sürükle, sonra onayla. Aralık boy, cinsiyet ve yaşa göre BMI-güvenli. İşaretler metrik veya imperial Birimleri izler.
uk: Тягни шкалу, потім підтверди. Діапазон безпечний за BMI для твого зросту, статі й віку. Маркери за метричними або імперськими Одиницями.
vi: Kéo cân rồi xác nhận. Khoảng an toàn BMI theo chiều cao, giới tính, tuổi. Mốc theo đơn vị metric hoặc imperial.
zh_hans: 拖动刻度，然后确认。范围对您的身高、性别和年龄是BMI安全的。标记遵循公制或英制单位。
zh_hant: 拖動秤尺後確認。範圍按身高、性別、年齡保證 BMI 安全。標記跟隨公制或英制單位。

# settings.erase_data
source: Erase my data
ar: محو بياناتي
ca: Esborra les meves dades
cs: Smazat má data
da: Slet mine data
de: Meine Daten löschen
el: Διαγραφή των δεδομένων μου
es: Borrar mis datos
fi: Poista tietoni
fr: Effacer mes données
he: מחק את הנתונים שלי
hi: मेरा डेटा मिटाएँ
hr: Obriši moje podatke
hu: Adataim törlése
id: Hapus data saya
it: Cancella i miei dati
ja: データを消去
ko: 내 데이터 지우기
ms: Padam data saya
nb: Slett dataene mine
nl: Wis mijn data
pl: Usuń moje dane
pt_br: Apagar meus dados
pt_pt: Apagar os meus dados
ro: Șterge datele mele
ru: Удалить мои данные
sk: Vymazať moje údaje
sv: Radera mina data
th: ลบข้อมูลของฉัน
tr: Verilerimi sil
uk: Видалити мої дані
vi: Xóa dữ liệu của tôi
zh_hans: 清除我的数据
zh_hant: 刪除我的資料

# settings.export_data
source: Export my data
ar: تصدير بياناتي
ca: Exporta les meves dades
cs: Exportovat má data
da: Eksporter mine data
de: Meine Daten exportieren
el: Εξαγωγή των δεδομένων μου
es: Exportar mis datos
fi: Vie tietoni
fr: Exporter mes données
he: ייצא את הנתונים שלי
hi: मेरा डेटा निर्यात करें
hr: Izvezi moje podatke
hu: Adataim exportálása
id: Ekspor data saya
it: Esporta i miei dati
ja: データを書き出す
ko: 내 데이터 내보내기
ms: Eksport data saya
nb: Eksporter dataene mine
nl: Exporteer mijn data
pl: Eksportuj moje dane
pt_br: Exportar meus dados
pt_pt: Exportar os meus dados
ro: Exportă datele mele
ru: Экспортировать мои данные
sk: Exportovať moje údaje
sv: Exportera mina data
th: ส่งออกข้อมูลของฉัน
tr: Verilerimi dışa aktar
uk: Експортувати мої дані
vi: Xuất dữ liệu của tôi
zh_hans: 导出我的数据
zh_hant: 匯出我的資料

# settings.gender
source: Gender
ar: الجنس
ca: Gènere
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Género
fi: Sukupuoli
fr: Genre
he: מין
hi: लिंग
hr: Spol
hu: Nem
id: Jenis kelamin
it: Genere
ja: 性別
ko: 성별
ms: Jantina
nb: Kjønn
nl: Geslacht
pl: Płeć
pt_br: Gênero
pt_pt: Género
ro: Gen
ru: Пол
sk: Pohlavie
sv: Kön
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

# settings.language
source: App language
ar: لغة التطبيق
ca: Idioma de l'aplicació
cs: Jazyk aplikace
da: App-sprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l’app
he: שפת האפליקציה
hi: ऐप भाषा
hr: Jezik aplikacije
hu: App nyelve
id: Bahasa app
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
ms: Bahasa app
nb: App-språk
nl: App-taal
pl: Język aplikacji
pt_br: Idioma do app
pt_pt: Idioma da app
ro: Limba app-ului
ru: Язык приложения
sk: Jazyk aplikácie
sv: App-språk
th: ภาษาแอป
tr: Uygulama dili
uk: Мова застосунку
vi: Ngôn ngữ app
zh_hans: 应用语言
zh_hant: App 語言

# settings.language.applied
source: UI and Keel now use %@.
ar: الواجهة وKeel يستخدمان الآن %@.
ca: La IU i la Keel ara utilitzen %@.
cs: UI a Keel teď používají %@.
da: UI og Keel bruger nu %@.
de: UI und Keel nutzen jetzt %@.
el: Το UI και το Keel χρησιμοποιούν τώρα %@.
es: La UI y Keel ahora usan %@.
fi: UI ja Keel käyttävät nyt %@.
fr: L’UI et Keel utilisent maintenant %@.
he: הממשק ו־Keel משתמשים עכשיו ב־%@.
hi: UI और Keel अब %@ उपयोग करते हैं।
hr: UI i Keel sada koriste %@.
hu: A UI és a Keel most %@-t használ.
id: UI dan Keel sekarang memakai %@.
it: UI e Keel ora usano %@.
ja: UIとKeelは %@ を使います。
ko: UI와 Keel은 이제 %@를 사용합니다.
ms: UI dan Keel kini menggunakan %@.
nb: UI og Keel bruker nå %@.
nl: UI en Keel gebruiken nu %@.
pl: UI i Keel używają teraz %@.
pt_br: A UI e o Keel agora usam %@.
pt_pt: A UI e o Keel agora usam %@.
ro: UI și Keel folosesc acum %@.
ru: UI и Keel теперь используют %@.
sk: UI a Keel teraz používajú %@.
sv: UI och Keel använder nu %@.
th: UI และ Keel ใช้ %@ แล้ว
tr: UI ve Keel artık %@ kullanıyor.
uk: UI і Keel тепер використовують %@.
vi: UI và Keel giờ dùng %@.
zh_hans: 界面和 Keel 现使用 %@。
zh_hant: 介面和 Keel 現已使用 %@。

# settings.language.help
source: Entire app UI. Also used for Coach replies when live Keel is on.
ar: واجهة التطبيق كلها. وأيضًا ردود Coach عندما يكون Live Keel مفعّلًا.
ca: Interfície d'usuari d'aplicació sencera. També s'utilitza per a les respostes de l'entrenador quan la Keel en directe està activada.
cs: Celé UI appky. Také odpovědi Coach, když je live Keel zapnutý.
da: Hele app-UI. Bruges også til Coach-svar, når live Keel er til.
de: Gesamte App-UI. Auch für Coach-Antworten, wenn Live Keel an ist.
el: Όλο το UI της εφαρμογής. Επίσης απαντήσεις Coach όταν το live Keel είναι on.
es: Toda la UI de la app. También para respuestas de Coach cuando Keel LIVE está on.
fi: Koko sovelluksen UI. Käytetään myös Coach-vastauksiin kun live Keel on päällä.
fr: Toute l’interface, le splash, et Keel. Les modèles sur l’appareil utilisent la même langue.
he: כל ממשק האפליקציה. גם תשובות Coach כש־live Keel פעיל.
hi: पूरा ऐप UI। Live Keel चालू होने पर Coach जवाबों के लिए भी।
hr: Cijeli UI app. Također odgovori Coach kad je live Keel uključen.
hu: A teljes app UI. Coach válaszokhoz is, ha a live Keel be van kapcsolva.
id: Seluruh UI app. Juga untuk balasan Coach saat Live Keel aktif.
it: Tutta l’UI dell’app. Anche per le risposte Coach quando Keel LIVE è on.
ja: アプリ全体のUI。ライブKeel時のコーチ返信にも使用。
ko: 전체 앱 UI. 라이브 Keel이 켜져 있을 때 Coach 응답에도 사용됩니다.
ms: Seluruh UI app. Juga digunakan balasan Coach bila Live Keel on.
nb: Hele app-UI. Brukes også for Coach-svar når live Keel er på.
nl: Hele app-UI. Ook voor Coach-antwoorden als live Keel aan staat.
pl: Całe UI aplikacji. Także odpowiedzi Coach, gdy live Keel jest włączony.
pt_br: Toda a UI do app. Também para respostas do Coach quando Keel LIVE está on.
pt_pt: Toda a UI da app. Também para respostas do Coach quando Keel LIVE está on.
ro: Toată UI-ul app-ului. Și pentru răspunsuri Coach când Keel LIVE e on.
ru: Весь UI приложения. Также ответы Coach, когда live Keel включён.
sk: Celé UI appky. Aj odpovede Coach, keď je live Keel zapnutý.
sv: Hela app-UI. Används också för Coach-svar när live Keel är på.
th: UI ทั้งแอป ใช้ตอบ Coach เมื่อ Live Keel เปิดด้วย
tr: Tüm uygulama UI’si. Live Keel açıkken Coach yanıtları için de.
uk: Увесь UI застосунку. Також відповіді Coach, коли live Keel увімкнено.
vi: Toàn bộ UI app. Cũng dùng cho trả lời Coach khi Live Keel bật.
zh_hans: 整个 App 界面。Live Keel 开启时也用于 Coach 回复。
zh_hant: 整個 App 介面。Live Keel 開啟時也用於 Coach 回覆。

# settings.language.invalid
source: That language is not available.
ar: هذه اللغة غير متاحة.
ca: Aquest idioma no està disponible.
cs: Tento jazyk není dostupný.
da: Det sprog er ikke tilgængeligt.
de: Diese Sprache ist nicht verfügbar.
el: Αυτή η γλώσσα δεν είναι διαθέσιμη.
es: Ese idioma no está disponible.
fi: Tämä kieli ei ole saatavilla.
fr: Cette langue n’est pas disponible.
he: השפה הזו לא זמינה.
hi: वह भाषा उपलब्ध नहीं।
hr: Taj jezik nije dostupan.
hu: Ez a nyelv nem érhető el.
id: Bahasa itu tidak tersedia.
it: Questa lingua non è disponibile.
ja: その言語は利用できません。
ko: 해당 언어를 사용할 수 없습니다.
ms: Bahasa itu tidak tersedia.
nb: Det språket er ikke tilgjengelig.
nl: Die taal is niet beschikbaar.
pl: Ten język jest niedostępny.
pt_br: Esse idioma não está disponível.
pt_pt: Esse idioma não está disponível.
ro: Acea limbă nu este disponibilă.
ru: Этот язык недоступен.
sk: Tento jazyk nie je dostupný.
sv: Det språket är inte tillgängligt.
th: ภาษานั้นยังไม่มี
tr: Bu dil kullanılamıyor.
uk: Ця мова недоступна.
vi: Ngôn ngữ đó chưa có.
zh_hans: 该语言不可用。
zh_hant: 該語言無法使用。

# settings.notifications
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
he: התראות
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ko: 토
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Oznámenia
sv: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 消息
zh_hant: 通知

# settings.persona
source: Persona & AI
ar: الشخصية والذكاء
ca: Persona i IA
cs: Persona a AI
de: Persona & KI
el: Persona και AI
es: Persona e IA
fi: Persoona & tekoäly
fr: Persona & IA
he: פרסונה ו־AI
hi: पर्सोना और AI
hr: Persona i AI
hu: Persona és AI
it: Persona e IA
ja: ペルソナとAI
ko: 페르소나 & AI
pl: Persona i AI
pt_br: Persona e IA
pt_pt: Persona e IA
ro: Persona și IA
ru: Персона и AI
sk: Persona a AI
th: บุคลิกและ AI
tr: Persona ve AI
uk: Персона й AI
zh_hans: 角色和人工智能
zh_hant: 人設與 AI

# settings.persona.help
source: Tone stays on-device until you consent to a live Keel ask.
ar: النبرة تبقى على الجهاز حتى توافق على سؤال Keel live.
ca: El to romandrà en el dispositiu fins que donis el teu consentiment per fer una pregunta en directe a Keel.
cs: Tón zůstává na zařízení, dokud nesouhlasíš s live otázkou Keel.
da: Tonen bliver på enheden, indtil du samtykker til et live Keel-spørgsmål.
de: Ton bleibt auf dem Gerät, bis du einer Live-Keel-Frage zustimmst.
el: Ο τόνος μένει στη συσκευή μέχρι να συναινέσεις σε live ερώτηση Keel.
es: El tono se queda en el dispositivo hasta que consientas una pregunta Keel LIVE.
fi: Sävy pysyy laitteella kunnes suostut live Keel -kysymykseen.
fr: Le ton reste sur l’appareil jusqu’à ton consentement pour une demande Keel live.
he: הטון נשאר במכשיר עד שתסכים לשאלת Keel live.
hi: टोन डिवाइस पर रहता है जब तक Live Keel सवाल की सहमति न दें।
hr: Ton ostaje na uređaju dok ne pristaneš na live pitanje Keel.
hu: A hangnem az eszközön marad, amíg nem járulsz hozzá egy live Keel kérdéshez.
id: Nada tetap di perangkat sampai kamu setuju pertanyaan Live Keel.
it: Il tono resta sul dispositivo finché non acconsenti a una domanda Keel LIVE.
ja: トーンは端末内。ライブKeelへの同意までオフ端末。
ko: 실제 Keel 요청에 동의할 때까지 어조는 장치에 그대로 유지됩니다.
ms: Nada kekal pada peranti sehingga anda bersetuju permintaan Live Keel.
nb: Tonen blir på enheten til du samtykker til et live Keel-spørsmål.
nl: Toon blijft op het apparaat tot je toestemt voor een live Keel-vraag.
pl: Ton zostaje na urządzeniu, dopóki nie wyrazisz zgody na live pytanie Keel.
pt_br: O tom fica no aparelho até você consentir uma pergunta Keel LIVE.
pt_pt: O tom fica no dispositivo até consentires uma pergunta Keel LIVE.
ro: Tonul rămâne pe dispozitiv până consimți la o întrebare Keel LIVE.
ru: Тон остаётся на устройстве, пока не дашь согласие на live вопрос Keel.
sk: Tón zostáva na zariadení, kým nesúhlasíš s live otázkou Keel.
sv: Tonen stannar på enheten tills du samtycker till en live Keel-fråga.
th: โทนอยู่บนเครื่องจนกว่าจะยินยอมคำถาม Live Keel
tr: Ton, live Keel sorusuna onay verene kadar cihazda kalır.
uk: Тон лишається на пристрої, доки не даси згоду на live запит Keel.
vi: Tông ở trên máy đến khi bạn đồng ý hỏi Live Keel.
zh_hans: 语气留在本机，直到你同意一次 Live Keel 请求。
zh_hant: 語氣留在裝置上，直到你同意一次 Live Keel 提問。

# settings.profile
source: Profile
ar: الملف
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 個人檔案
zh_hant: 檔案
